{
  "home": "Home",
  "pool": "Pool",
  "wallet": "Wallet",
  "cryptonews": "Crypto News",
  "poolBlocks": "Pool Blocks",
  "date": "Date",
  "blockHeight": "Block Height",
  "minerAddress": "Miner Address",
  "status": "Status",
  "maturity": "Maturity",
  "reward": "Reward",
  "PoolPayments": "Pool Payments",
  "projectmind": " Have a project in mind",
  "helpyou": "Let me help you",
  "TransactionID": "Transaction ID",
  "Amount": "Amount",
  "title": "About",
  "description": "KriptoKyng Pool was established in 2020 to provide the mining community with a reliable and secure mining site. This group is designed in C++ and provides multi-thread strata and ultra-low latency. Payments are made to the wallet address you provide in your miner's user field every 10 minutes.",
  "ContactSupport": "Contact Support",
  "YourName": "Your Name",
  "personalHeadText": "The Personal Information we collect and the practices described above are done in an effort to provide you with the best experience possible, protect you from risks related to improper use and fraud, and help us maintain and improve KriptoKyng Pool. We may use your Personal Information to:",
  "providename.": "Please provide a name.",
  "Emailaddress": "Your email address",
  "inputemail.": "Please enter a valid email address.",
  "YourMessage": "Your Message",
  "inputmessage.": "Please enter a message.",
  "privacy_policy_changes": "We may change this Privacy Policy from time to time to reflect changes to our privacy practices, enhance user experience, or comply with relevant laws. The 'Last updated' legend at the top of this Privacy Policy indicates when this Privacy Policy was last revised. Any changes are effective when we post the revised Privacy Policy. Your continued use of Gemini after our posting of changes to this Privacy Policy means that you understand and agree to such changes.",
  "contact_us": "If you have questions or concerns regarding this policy or our processing of your Personal Information, please feel free to email us at: kriptokyng@gmail.com; or write to us at: KryptoKyng, LLC, 10675 East Bay Tree Drive, Gulfport, Mississippi 39503 U.S.A.",
  "Close": "Close",
  "Send": "Send",
  "quickLinks": {
    "title": "Quick Links",
    "links": [
      { "text": "Pool List", "href": "pool" },
      { "text": "Wallet Information", "href": "wallet" },
      { "text": "Crypto News", "href": "cryptonews" },
      { "text": "How to Mine", "href": "howto" },
      { "text": "API", "href": "api_information" },
      { "text": "Privacy Policy", "href": "privacy_policy/" }
    ]
  },
  "paragraphs": [
    "Returns configuration data and current stats for all configured pools.",
    "Returns information about blocks mined by the pool. Results can be paged by using the page and pageSize query parameters. Note: transactionConfirmationData is usually the blockchain transaction id. http://localhost:4000/api/pools/xmr1/blocks?page=2&pageSize=3",
    "Returns information about payments issued by the pool. Results can be paged by using the page and pageSize query parameters. Note: transactionConfirmationData is usually the blockchain transaction id. http://localhost:4000/api/pools/xmr1/payments?page=2&pageSize=3",
    "Returns a pool's top miners by hashrate for the last 24 hours.",
    "Returns pool performance stats for the last 24 hours.",
    "Provides current stats about a miner on a specific pool. performance.workers is a dictionary where key is a worker name or an empty string for the default worker, and value is an object containing performance metrics for that worker. To compute the combined performance for a miner you need to accumulate the values of all workers in the dictionary.",
    "Returns information about payments issued by the pool to specified miner. Results can be paged by using the page and pageSize query parameters. Note: transactionConfirmationData is usually the blockchain transaction id.",
    "Returns miner performance stats for the last 24 hours. The information is broken down into a dictionary entry for each worker."
  ],
  "LastUpdate": "Lasted updated May 20, 2022",

  "Welcome": "Welcome! Thanks for visiting KriptoKyng Pool, a digital asset platform. Use of the words 'KriptoKyng,' 'we,' 'us,' or 'our' refer to any or all KriptoKyng entities and their affiliates. This Privacy Policy explains what Personal Information (as defined below) we collect, why we collect it, how we use and disclose it, your choices, any rights you may have, and how you can contact us about our privacy practices. By continuing to use KriptoKyng, you agree to this Privacy Policy. This Privacy Policy does not apply to third-party websites, products, or services, even if we provide links to them or they link to us. Your privacy matters to us so whether you are new to KriptoKyng or a long-time customer, please do take the time to get to know and familiarize yourself with our policies and practices. Feel free to print and keep a copy of this Privacy Policy, but please understand that we reserve the right to change any of our policies and practices at any time. But don’t worry, you can always find the latest version of this Privacy Policy here on this page. This table describes which KriptoKyng entity or entities you are engaging with, which determines the means and purposes of processing your Personal Information.",
  "PersonalInformation": "Personal Information We Collect",
  "PersonalText": "Personal information typically means information that identifies or is reasonably capable of identifying an individual, directly or indirectly, and information that relates to, describes, is reasonably capable of being associated with or could reasonably be linked to an identified or reasonably identifiable individual. For the purposes of this Privacy Policy, only the definition of personal information from the applicable law of your legal residence will apply to you and be deemed your 'Personal Information.'",
  "PersonalSecond": "We may collect the following categories of Personal Information directly/indirectly from you:",
  "LoginInfo": "Login Information: We log technical information about your use of the Services, including the type of browser and version you use, the wallet identifier, the last access time of your wallet, the Internet Protocol (IP) address used to create the wallet and the most recent IP address used to access the wallet.",
  "DeviceInfo": "Device Information: We collect information about the device you use to access your account, including the hardware model, operating system and version, and unique device identifiers, but this information is anonymized and not tied to any particular person.",
  "TransactionInfo": "Transaction Information: In connection with our Services (as such term is defined in our User Agreement), we may collect and maintain information relating to transactions you effect using the KriptoKyng.com Wallet (e.g., converting one virtual currency to another or purchasing virtual currencies).",
  "UsageData": "Usage Data: Advertising or analytics providers may provide us with anonymized information about you, including but not limited to, how you found our website.",
  "Online": "Online Identifiers: This will include IP address and domain name.",
  "addresstitle": "Address",
  "addressname": "KriptoKyng LLC",
  "addressstreet": "10675 E. Bay Tree Dr.",
  "addresscity": "Gulfport, MS. 39503 U.S.A.",
  "addresscoordinates": "30.4449235,-89.0598622",
  "donations": {
    "text": "Copyright © 2020 All rights reserved by",
    "organization": "KriptoKyng LLC",
    "wallet": "BTC Donations: bc1qzdrg2zh63484392jzjjt5js0nhkl4ldp5ed6n0"
  },

  "name": "name",
  "payOut": "payOut",
  "poolHashrate": "poolHashrate",
  "networkHashrate": "networkHashrate",
  "algorithm": "algorithm",
  "poolBlock": "poolBlock",
  "coinInformation": {
    "blocks": "blocks",
    "payments": "payments"
  },

  "blockTime": "blockTime",
  "lastPoolBlock": "lastPoolBlock",
  "roundEffort": "roundEffort",
  "connections": "connections",
  "totalPaid": "totalPaid",
  "poolAddress": "poolAddress",
  "placing": "Search For a Crypto Currency..",

  "difficulty": "difficulty",

  "walletInformationtitle": "Wallet Information",
  "walletInformationdescription": "Type your wallet address and select the pool you are mining.",
  "walletAddressPlaceholder": "Wallet address",
  "selectPool": "Select a pool",
  "pendingShares": "Pending shares:",
  "pendingBalance": "Pending balance:",
  "paidToday": "Paid today:",
  "lifetimeBalance": "Lifetime balance:",
  "workersTitle": "Workers",
  "paymentsTitle": "Payments",
  "performanceSamples": "Performance Samples",
  "paymentId": "Payment ID",
  "paymentDate": "Payment Date",
  "paymentAmount": "Amount",
  "walletInfoSample": "This is a sample of wallet information.",
  "TopMiners": "Top 50 Miners",
  "LatestNews": "Latest News",

  "lastMintedBlocks": "Last Minted Blocks",
  "headers": {
    "coin": "Coin",
    "date": "Date",
    "blockHeight": "Block Height",
    "minerAddress": "Miner Address",
    "status": "Status",
    "maturity": "Maturity",
    "reward": "Reward"
  },

  "maintitle": "KriptoKyng Pool",
  "subtitle": "Reliable, Trustworthy and Secure Pool established in 2020.",
  "miningFee": "Mining fee 0.8%",
  "getStarted": "Get Started",

  "Support": "Support",
  "SupportText": "We provide quick personal assistance to all our miners. Use the links below to contact us if any issues arise.",
  "Security": "Security",
  "SecurityText": "We offer security using multiple layers of protection, from hardware to the physical security of the network.",
  "Transparency": "Transparency",
  "TransparencyText": "While Bitcoin is based on transparency and trust, our goal is to bring the same to our mining groups.",
  "MobileViewing": "Mobile Viewing",
  "ViewingText": "This group has been designed to be viewed on mobile devices, iPads, and desktop computers.",

  "HowToMine": "How to Mine",
  "FirstHow": "To learn how to mine, you must understand the process of the blockchain. Here is an informative video to help explain how blockchain works.",
  "SecondHow": "Crypto mining involves validating cryptocurrency transactions on a blockchain network and adding them to a distributed ledger. Most importantly, crypto mining prevents the double-spending of digital currency on a distributed network. Like physical currencies, when one member spends cryptocurrency, the digital ledger must be updated by debiting one account and crediting the other. Here is an informative video to help explain how blockchain mining works.",

  "titleCoin": "Cryptocurrency Prices by Market Cap",
  "searchLabel": "Search For a Crypto Currency..",
  "coin": "Coin",
  "price": "Price",
  "change24h": "24h Change",
  "marketCap": "Market Cap",

  "contacttitle": "Contact Us",
  "privacytitle": "What happens if we make changes to this Privacy Policy",
  "information_security_title": " Information Security",
  "information_security_content": "We take reasonable measures, including administrative, technical, and physical safeguards, to protect your Personal Information from loss, theft, or misuse, and from unauthorized access, disclosure, alteration, and destruction. Nevertheless, no security is foolproof, and the Internet is an insecure medium. We cannot guarantee absolute security, but we work hard to protect KriptoKyng and you from unauthorized access to or unauthorized alteration, disclosure, or destruction of Personal Information we collect and store. Measures we take may include encryption of the KriptoKyng website communications with SSL; periodic review of our Personal Information collection, storage, and processing practices; and restricted access to your Personal Information on a need-to-know basis.",
  "how_long_we_store_title": "How Long We Store Your Information",
  "how_long_we_store_content": "We retain your Personal Information for as long as is reasonably necessary to provide services to you, for our legitimate business purposes, and to comply with our legal and regulatory obligations. If you close your account with us, we will continue to retain your Personal Information as necessary to comply with our legal and regulatory obligations, including for fraud monitoring, detection and prevention; and for our tax, accounting, and financial reporting obligations.",
  "childrens_privacytitle": "How about children’s privacy",
  "childrens_privacycontent": "KryptoKyng.com does not address anyone under the age of 18. We do not knowingly collect personally identifiable information from anyone under the age of 18. If you are a parent or guardian and you are aware that your child has provided us with Personal Data, please contact us at kriptokyng@gmail.com. If we become aware that we have collected Personal Data from children without verification of parental consent, we take steps to remove that information from our servers.",
  "how_we_use": {
    "header": " How We Use Your Personal Informations",
    "points": [
      "Provide you with our services. We use your Personal Information to provide you with our services pursuant to the terms of our User Agreement.",
      "Comply with legal and regulatory requirements. We process your Personal Information as required by applicable laws and regulations. For example, we have identity verification requirements to fulfill our obligations under the anti-money laundering laws of numerous jurisdictions.",
      "Detect and prevent fraud. We process your Personal Information to detect and prevent fraud on your account, which is especially important given the irreversible nature of cryptocurrency transactions.",
      "Protect the security and integrity of our services. We use your Personal Information to further our security-first mentality. Maintaining the security of your account.",
      "Provide you with customer support. We process your Personal Information anytime that you reach out to our Customer Support team, such as when there are issues arising from your account.",
      "Optimize and enhance our services. We use your Personal Information to understand how our products and Services are being used to help us improve our Services and develop new products.",
      "Market our products to you. We may contact you with information about our products and services that we believe may be of interest to you. You may use tools that we provide to opt out of marketing communications from us at any time.",
      "With your consent. We may use your Personal Information for additional purposes with your consent.",
      "Other business purposes. We may use your Personal Information for additional purposes in the operation of our business, that would be reasonably expected based on context, and as permitted by law or required to comply with our legal obligations."
    ]
  },
  "how_we_share": {
    "header": "How We Share Your Personal Information",
    "intro": "We may share your information with selected recipients to perform functions required to provide certain Services to you and/or in connection with our efforts to prevent and investigate fraudulent or other criminal activity. All such third parties will be contractually bound to protect data in compliance with our Privacy Policy. The categories of recipients include:",
    "points": [
      "Service Providers: We do not share your Personal Information with third-party service providers for business or commercial purposes. Your Personal Information may be shared so that they can provide us with services, including identity verification, fraud detection and prevention, security threat detection, payment processing, customer support, data analytics, Information Technology, data processing, network infrastructure, storage, transaction monitoring, and tax reporting. We share your Personal Information with these service providers only so that they can provide us with services, and we prohibit our service providers from using or disclosing your Personal Information for any other purpose. Our third-party service providers are subject to strict confidentiality obligations.",
      "Affiliates: We may share your Personal Information with our affiliates, for the purposes outlined above, and as it is necessary to provide you with our Services.",
      "Legal Obligations: We may be required to share your Personal Information with law enforcement, government agencies, regulators or third parties to comply with legal or regulatory requirements.",
      "Professional Advisors: We may share your Personal Information with our professional advisors, including legal, accounting, or other consulting services for purposes of audits or to comply with our legal obligations.",
      "Consent: We may share or disclose your information with your consent.",
      "Other business purposes: We may share or disclose your Personal Information for other business purposes as permitted by law or required to comply with legal obligations."
    ],
    "note": "If we decide to modify the purposes for which your Personal Information is collected, used, or shared, or our practices relating to your Personal Information, we will amend this Privacy Policy as described below."
  }
}
