{
  "home": "Главная",
  "pool": "Бассейн",
  "wallet": "Кошелек",
  "cryptonews": "Крипто новости",
  "poolBlocks": "Блоки пула",
  "date": "Дата",
  "blockHeight": "Высота блока",
  "minerAddress": "Адрес майнера",
  "status": "Статус",
  "maturity": "Зрелость",
  "reward": "Награда",

  "title": "О нас",
  "description": "KriptoKyng Pool был основан в 2020 году, чтобы предоставить сообществу майнеров надежный и безопасный майнинг-сайт. Эта группа разработана на C++ и предоставляет многопоточную архитектуру и сверхнизкую задержку. Платежи осуществляются на кошелек, который вы указываете в поле пользователя вашего майнера каждые 10 минут.",

  "quickLinks": {
    "title": "Быстрые Ссылки",
    "links": [
      { "text": "Список пулов", "href": "pool" },
      { "text": "Информация о кошельке", "href": "wallet" },
      { "text": "Новости криптовалют", "href": "cryptonews" },
      { "text": "Как майнить", "href": "howto" },
      { "text": "API", "href": "api_information" },
      { "text": "Политика конфиденциальности", "href": "privacy_policy/" }
    ]
  },

  "addresstitle": "Адрес",
  "addressname": "KriptoKyng LLC",
  "addressstreet": "10675 E. Bay Tree Dr.",
  "addresscity": "Галфпорт, MS. 39503 США",
  "addresscoordinates": "30.4449235,-89.0598622",

  "donations": {
    "text": "© 2020 Все права защищены",
    "organization": "KriptoKyng LLC",
    "wallet": "BTC Донаты: bc1qzdrg2zh63484392jzjjt5js0nhkl4ldp5ed6n0"
  },
  "name": "имя",
  "poolHashrate": "Хешрейт пула",
  "networkHashrate": "Хешрейт сети",
  "algorithm": "алгоритм",
  "poolBlock": "блок бассейна",
  "Block Time": "Время блока",
  "coinInformation": {
    "blocks": "блоки",
    "payments": "платежи"
  },
  "difficulty": "сложность",

  "walletInformationtitle": "Информация о кошельке",
  "walletInformationdescription": "Введите адрес вашего кошелька и выберите пул, в котором вы майните.",
  "walletAddressPlaceholder": "Адрес кошелька",
  "selectPool": "Выберите пул",
  "pendingShares": "Ожидающие акции:",
  "pendingBalance": "Ожидаемый баланс:",
  "paidToday": "Оплачено сегодня:",
  "lifetimeBalance": "Баланс за все время:",
  "workersTitle": "Рабочие",
  "paymentsTitle": "Платежи",
  "performanceSamples": "Образцы производительности",
  "paymentId": "ID платежа",
  "paymentDate": "Дата платежа",
  "paymentAmount": "Сумма",
  "walletInfoSample": "Это пример информации о кошельке.",
  "TopMiners": "Los 50 mejores mineros",
  "LatestNews": "Последние новости",

  "lastMintedBlocks": "Последние Минутые Блоки",
  "headers": {
    "coin": "Монета",
    "date": "Дата",
    "blockHeight": "Высота Блока",
    "minerAddress": "Адрес Майнера",
    "status": "Статус",
    "maturity": "Зрелость",
    "reward": "Награда"
  },
  "information_security_title": " Безопасность информации",
  "information_security_content": "Мы принимаем разумные меры, включая административные, технические и физические средства защиты, чтобы защитить вашу личную информацию от потерь, кражи или неправильного использования, а также от несанкционированного доступа, раскрытия, изменения и уничтожения. Тем не менее, никакая система безопасности не является безупречной, а Интернет является небезопасной средой. Мы не можем гарантировать абсолютную безопасность, но прилагаем усилия, чтобы защитить KriptoKyng и вас от несанкционированного доступа, изменения, раскрытия или уничтожения личной информации, которую мы собираем и храним. Принятые нами меры могут включать шифрование коммуникаций на сайте KriptoKyng с использованием SSL; периодический обзор наших практик сбора, хранения и обработки личной информации; а также ограниченный доступ к вашей личной информации на основе необходимости.",
  "how_long_we_store_title": "Как долго мы храним вашу информацию",
  "how_long_we_store_content": "Мы храним вашу личную информацию столько, сколько это разумно необходимо для предоставления вам услуг, для наших законных деловых целей и для выполнения наших юридических и регуляторных обязательств. Если вы закроете свою учетную запись у нас, мы продолжим хранить вашу личную информацию, если это необходимо для выполнения наших юридических и регуляторных обязательств, включая мониторинг, обнаружение и предотвращение мошенничества; а также для наших налоговых, бухгалтерских и финансовых отчетных обязательств.",
  "contacttitle": "Свяжитесь с нами",
  "privacytitle": "Что происходит, если мы вносим изменения в эту Политику конфиденциальности",
  "childrens_privacytitle": "Как насчет конфиденциальности детей",
  "childrens_privacycontent": "KryptoKyng.com не обращается к лицам младше 18 лет. Мы сознательно не собираем личную информацию от лиц младше 18 лет. Если вы родитель или опекун и вы знаете, что ваш ребенок предоставил нам личные данные, пожалуйста, свяжитесь с нами по адресу kriptokyng@gmail.com. Если мы обнаружим, что собрали личные данные детей без подтверждения согласия родителей, мы примем меры для удаления этой информации с наших серверов.",
  "personalHeadText": "Личная информация, которую мы собираем, и практики, описанные выше, предпринимаются с целью предоставить вам наилучший опыт, защитить вас от рисков, связанных с неправильным использованием и мошенничеством, а также помочь нам поддерживать и улучшать KriptoKyng Pool. Мы можем использовать вашу личную информацию для:",
  "contact_us": "Если у вас есть вопросы или сомнения относительно этой политики или обработки вашей Личной Информации, не стесняйтесь написать нам по адресу электронной почты: kriptokyng@gmail.com; или отправьте письмо по адресу: KryptoKyng, LLC, 10675 East Bay Tree Drive, Gulfport, Mississippi 39503 США.",
  "privacy_policy_changes": "Мы можем время от времени изменять эту Политику конфиденциальности, чтобы отразить изменения в нашей практике конфиденциальности, улучшить пользовательский опыт или соблюдать соответствующие законы. Легенда «Последнее обновление» в верхней части этой Политики конфиденциальности указывает, когда эта Политика конфиденциальности была в последний раз изменена. Все изменения вступают в силу с момента публикации измененной Политики конфиденциальности. Ваше продолжение использования Gemini после публикации изменений в этой Политике конфиденциальности означает, что вы понимаете и соглашаетесь с этими изменениями.",

  "maintitle": "KriptoKyng Pool",
  "subtitle": "Надежный, заслуживающий доверия и безопасный пул, основанный в 2020 году.",
  "miningFee": "Комиссия за майнинг 0.8%",
  "getStarted": "Начать",

  "blockTime": "блокировать время",
  "lastPoolBlock": "последний блок пула",
  "roundEffort": "Круглое усилие",
  "connections": "соединения",
  "totalPaid": "всего оплачено",
  "poolAddress": "Адрес бассейна",
  "placing": "Поиск криптовалюты...",
  "HowToMine": "Как майнить",
  "FirstHow": "Чтобы научиться майнить, вы должны понять процесс работы блокчейна. Вот информативное видео, которое поможет объяснить, как работает блокчейн.",
  "SecondHow": "Криптомайнинг включает в себя проверку транзакций криптовалюты в сети блокчейн и добавление их в распределенный реестр. Самое важное, что криптомайнинг предотвращает двойные траты цифровой валюты в распределенной сети. Как и в случае с физическими валютами, когда один участник тратит криптовалюту, цифровой реестр должен быть обновлен с дебетованием одного счета и зачислением на другой. Вот информативное видео, которое поможет объяснить, как работает майнинг в блокчейне.",
  "paragraphs": [
    "Возвращает данные конфигурации и текущую статистику для всех настроенных пулов.",
    "Возвращает информацию о блоках, добытых пулом. Результаты можно разбить на страницы, используя параметры page и pageSize. Примечание: transactionConfirmationData обычно является идентификатором транзакции блокчейна. http://localhost:4000/api/pools/xmr1/blocks?page=2&pageSize=3",
    "Возвращает информацию о платежах, выполненных пулом. Результаты можно разбить на страницы, используя параметры page и pageSize. Примечание: transactionConfirmationData обычно является идентификатором транзакции блокчейна. http://localhost:4000/api/pools/xmr1/payments?page=2&pageSize=3",
    "Возвращает лучших майнеров пула по хешрейту за последние 24 часа.",
    "Возвращает статистику производительности пула за последние 24 часа.",
    "Предоставляет текущую статистику о майнере в определенном пуле. performance.workers — это словарь, где ключ — это имя рабочего или пустая строка для рабочего по умолчанию, а значение — объект, содержащий метрики производительности для этого рабочего. Чтобы вычислить совокупную производительность майнера, вам нужно суммировать значения всех рабочих в словаре.",
    "Возвращает информацию о платежах, выполненных пулом для указанного майнера. Результаты можно разбить на страницы, используя параметры page и pageSize. Примечание: transactionConfirmationData обычно является идентификатором транзакции блокчейна.",
    "Возвращает статистику производительности майнера за последние 24 часа. Информация разбита на записи словаря для каждого рабочего."
  ],
  "PoolPayments": "Платежи пула",
  "projectmind": "Имейте в виду проект",
  "ContactSupport": "Связаться с поддержкой",
  "YourName": "Ваше имя",
  "providename.": "Пожалуйста, укажите имя.",
  "Emailaddress": "Ваш адрес электронной почты",
  "inputemail.": "Пожалуйста, введите действующий адрес электронной почты.",
  "YourMessage": "Ваше сообщение",
  "inputmessage.": "Пожалуйста, введите сообщение.",
  "Close": "Закрыть",
  "Send": "Отправить",
  "helpyou": "Позволь мне помочь тебе",
  "TransactionID": "ID транзакции",
  "Amount": "Сумма",
  "Welcome": "Добро пожаловать! Спасибо за посещение KriptoKyng Pool, платформы цифровых активов. Использование слов 'KriptoKyng', 'мы', 'нас' или 'наш' относится к любым или всем сущностям KriptoKyng и их аффилированным лицам. Эта Политика конфиденциальности объясняет, какую личную информацию (как указано ниже) мы собираем, почему мы ее собираем, как мы ее используем и раскрываем, ваши выборы, любые права, которые могут у вас быть, и как вы можете связаться с нами по вопросам нашей конфиденциальности. Продолжая использовать KriptoKyng, вы соглашаетесь с этой Политикой конфиденциальности. Эта Политика конфиденциальности не применяется к веб-сайтам, продуктам или услугам третьих сторон, даже если мы предоставляем ссылки на них или они ссылаются на нас. Ваша конфиденциальность важна для нас, поэтому, независимо от того, являетесь ли вы новым пользователем KriptoKyng или клиентом долгосрочного периода, пожалуйста, уделите время, чтобы ознакомиться с нашими политиками и практиками. Не стесняйтесь распечатать и сохранить копию этой Политики конфиденциальности, но, пожалуйста, имейте в виду, что мы оставляем за собой право изменять любые наши политики и практики в любое время. Но не переживайте, вы всегда можете найти последнюю версию этой Политики конфиденциальности на этой странице. Эта таблица описывает, с какой сущностью или сущностями KriptoKyng вы взаимодействуете, что определяет средства и цели обработки вашей Личной информации.",
  "PersonalInformation": "Личная информация, которую мы собираем",
  "PersonalText": "Личная информация обычно означает информацию, которая идентифицирует или может разумно идентифицировать личность, прямо или косвенно, а также информацию, которая относится, описывает, может быть ассоциирована с или может быть разумно связана с идентифицированным или разумно идентифицируемым человеком. Для целей этой Политики конфиденциальности будет применяться только определение личной информации в соответствии с применимым законодательством вашей страны проживания, и она будет считаться вашей 'Личной информацией.'",
  "PersonalSecond": "Мы можем собирать следующие категории Личной информации непосредственно/косвенно от вас:",
  "LoginInfo": "Информация для входа: Мы собираем техническую информацию о вашем использовании Услуг, включая тип браузера и его версию, идентификатор кошелька, время последнего доступа к вашему кошельку, IP-адрес, использованный для создания кошелька, и последний использованный IP-адрес для доступа к кошельку.",
  "DeviceInfo": "Информация об устройстве: Мы собираем информацию об устройстве, которое вы используете для доступа к своей учетной записи, включая модель устройства, операционную систему и версию, а также уникальные идентификаторы устройства, но эта информация анонимизирована и не связана с каким-либо конкретным человеком.",
  "TransactionInfo": "Информация о транзакциях: В связи с нашими Услугами (как это определено в нашем Соглашении с пользователем), мы можем собирать и хранить информацию, связанную с транзакциями, которые вы осуществляете, используя кошелек KriptoKyng.com (например, конвертация одной виртуальной валюты в другую или покупка виртуальных валют).",
  "UsageData": "Данные об использовании: Рекламодатели или аналитические поставщики могут предоставлять нам анонимизированную информацию о вас, включая, но не ограничиваясь, тем, как вы нашли наш веб-сайт.",
  "Online": "Онлайн-идентификаторы: Это будет включать IP-адрес и доменное имя.",
  "Support": "помощь",
  "SupportText": "Мы предоставляем быструю личную помощь всем нашим майнерам. Если возникнут какие-либо проблемы, пожалуйста, используйте ссылки ниже, чтобы связаться с нами.",
  "Security": "Безопасность",
  "SecurityText": "Мы обеспечиваем безопасность, используя несколько уровней защиты: от аппаратного обеспечения до физической сетевой безопасности.",
  "Transparency": "Прозрачность",
  "TransparencyText": "Хотя Биткойн построен на прозрачности и доверии, наша цель — привнести то же самое в наши майнинговые пулы.",
  "MobileViewing": "Просмотр на мобильном телефоне",
  "ViewingText": "Этот пул предназначен для просмотра на мобильных устройст.",
  "titleCoin": "Цены на криптовалюты по рыночной капитализации",
  "searchLabel": "Поиск криптовалюты..",
  "coin": "Монета",
  "price": "Цена",
  "change24h": "Изменение за 24 ч",
  "marketCap": "Рыночная капитализация",
  "how_we_use": {
    "header": " Как Мы Используем Ваши Личные Данные",
    "points": [
      "Предоставление вам наших услуг. Мы используем ваши личные данные для предоставления вам наших услуг в соответствии с условиями нашего Пользовательского соглашения.",
      "Соблюдение юридических и регуляторных требований. Мы обрабатываем ваши личные данные, как того требуют применимые законы и нормативные акты. Например, у нас есть требования по верификации личности для выполнения наших обязательств в рамках законов по борьбе с отмыванием денег в различных юрисдикциях.",
      "Обнаружение и предотвращение мошенничества. Мы обрабатываем ваши личные данные для обнаружения и предотвращения мошенничества на вашем аккаунте, что особенно важно с учетом необратимости криптовалютных транзакций.",
      "Защита безопасности и целостности наших услуг. Мы используем ваши личные данные для укрепления нашей политики безопасности. Поддержание безопасности вашего аккаунта.",
      "Предоставление вам поддержки клиентов. Мы обрабатываем ваши личные данные, когда вы обращаетесь в нашу службу поддержки, например, когда возникают проблемы с вашим аккаунтом.",
      "Оптимизация и улучшение наших услуг. Мы используем ваши личные данные, чтобы понять, как используются наши продукты и услуги, чтобы помочь нам улучшить наши услуги и разработать новые продукты.",
      "Маркетинг наших продуктов для вас. Мы можем связаться с вами, чтобы предоставить информацию о наших продуктах и услугах, которые, как мы считаем, могут вас заинтересовать. Вы можете использовать предоставленные нами инструменты, чтобы отказаться от маркетинговых коммуникаций в любое время.",
      "С вашего согласия. Мы можем использовать ваши личные данные для дополнительных целей с вашего согласия.",
      "Другие коммерческие цели. Мы можем использовать ваши личные данные для других целей в рамках нашего бизнеса, которые разумно ожидаются в контексте, и как это допускается или требуется по закону для выполнения наших юридических обязательств."
    ]
  },
  "how_we_share": {
    "header": "Как Мы Делимся Вашими Личными Данными",
    "intro": "Мы можем делиться вашей информацией с выбранными получателями для выполнения функций, необходимых для предоставления определенных услуг вам и/или в связи с нашими усилиями по предотвращению и расследованию мошенничества или другой преступной деятельности. Все такие третьи стороны будут обязаны защищать данные в соответствии с нашей Политикой конфиденциальности. Категории получателей включают:",
    "points": [
      "Поставщики услуг: Мы не передаем ваши личные данные третьим сторонам для коммерческих или бизнес-целей. Ваши личные данные могут быть переданы для того, чтобы они предоставили нам услуги, включая верификацию личности, обнаружение и предотвращение мошенничества, обнаружение угроз безопасности, обработку платежей, поддержку клиентов, аналитику данных, информационные технологии, обработку данных, инфраструктуру сети, хранение, мониторинг транзакций и налоговую отчетность. Мы передаем ваши личные данные этим поставщикам услуг только для того, чтобы они могли предоставлять нам услуги, и запрещаем им использовать или раскрывать ваши личные данные для любых других целей. Наши поставщики услуг обязаны соблюдать строгие обязательства по конфиденциальности.",
      "Аффилированные лица: Мы можем передавать ваши личные данные нашим аффилированным лицам для вышеописанных целей и в тех случаях, когда это необходимо для предоставления вам наших услуг.",
      "Юридические обязательства: Мы можем быть обязаны передать ваши личные данные правоохранительным органам, государственным агентствам, регуляторам или третьим сторонам для выполнения юридических или регуляторных требований.",
      "Профессиональные консультанты: Мы можем передавать ваши личные данные нашим профессиональным консультантам, включая юридические, бухгалтерские или другие консалтинговые услуги для проведения аудитов или выполнения наших юридических обязательств.",
      "Согласие: Мы можем передавать или раскрывать вашу информацию с вашего согласия.",
      "Другие коммерческие цели: Мы можем передавать или раскрывать ваши личные данные для других коммерческих целей, как это разрешено законом или как требуется для выполнения юридических обязательств."
    ],
    "note": "Если мы решим изменить цели, для которых собираются, используются или передаются ваши личные данные, или наши практики в отношении ваших личных данных, мы изменим эту Политику конфиденциальности, как описано ниже."
  },
  "LastUpdate": "Последнее обновление: 20 мая 2022 года"
}
