{
  "home": "Inicio",
  "pool": "Piscina",
  "wallet": "Cartera",
  "cryptonews": "Noticias de Cripto",
  "poolBlocks": "Bloques de la piscina",
  "date": "Fecha",
  "blockHeight": "Altura del bloque",
  "minerAddress": "Dirección del minero",
  "status": "Estado",
  "maturity": "Madurez",
  "reward": "Recompensa",
  "title": "Acerca de",
  "description": "KriptoKyng Pool se estableció en 2020 para proporcionar a la comunidad de mineros un sitio de minería confiable y seguro. Este grupo está diseñado en C++ y proporciona estratos de subprocesos múltiples y latencia ultrabaja. Los pagos se realizan a la dirección de billetera que usted proporciona en el campo de usuario de su minero cada 10 minutos.",

  "quickLinks": {
    "title": "Enlaces Rápidos",
    "links": [
      { "text": "Lista de Pools", "href": "pool" },
      { "text": "Información de Wallet", "href": "wallet" },
      { "text": "Noticias Cripto", "href": "cryptonews" },
      { "text": "Cómo minar", "href": "howto" },
      { "text": "API", "href": "api_information" },
      { "text": "Política de Privacidad", "href": "privacy_policy/" }
    ]
  },

  "how_long_we_store_content": "Retenemos su Información Personal durante el tiempo que sea razonablemente necesario para brindarle servicios, para nuestros fines comerciales legítimos y para cumplir con nuestras obligaciones legales y regulatorias. Si cierra su cuenta con nosotros, continuaremos reteniendo su Información Personal según sea necesario para cumplir con nuestras obligaciones legales y regulatorias, incluyendo para la monitorización de fraude, detección y prevención; y para nuestras obligaciones fiscales, contables y de informes financieros.",
  "information_security_title": "Seguridad de la Información",
  "information_security_content": "Tomamos medidas razonables, incluyendo salvaguardias administrativas, técnicas y físicas, para proteger su Información Personal contra la pérdida, robo o uso indebido, y contra el acceso no autorizado, divulgación, alteración y destrucción. Sin embargo, ninguna seguridad es infalible, y el Internet es un medio inseguro. No podemos garantizar una seguridad absoluta, pero trabajamos arduamente para proteger a KriptoKyng y a usted contra el acceso no autorizado o la alteración, divulgación o destrucción no autorizada de la Información Personal que recopilamos y almacenamos. Las medidas que tomamos pueden incluir la encriptación de las comunicaciones del sitio web de KriptoKyng con SSL; la revisión periódica de nuestras prácticas de recopilación, almacenamiento y procesamiento de Información Personal; y el acceso restringido a su Información Personal solo en base a la necesidad de saber.",
  "how_long_we_store_title": "Cuánto Tiempo Almacenamos Su Información",
  "contacttitle": "Contáctenos",
  "privacytitle": "Qué sucede si hacemos cambios a esta Política de Privacidad",
  "childrens_privacytitle": "¿Qué pasa con la privacidad de los niños?",
  "childrens_privacycontent": "KryptoKyng.com no se dirige a personas menores de 18 años. No recopilamos intencionalmente información de identificación personal de personas menores de 18 años. Si eres un padre o tutor y sabes que tu hijo nos ha proporcionado datos personales, por favor contáctanos en kriptokyng@gmail.com. Si nos damos cuenta de que hemos recopilado datos personales de niños sin verificación del consentimiento de los padres, tomaremos medidas para eliminar esa información de nuestros servidores.",
  "addresstitle": "Dirección",
  "addressname": "KriptoKyng LLC",
  "addressstreet": "10675 E. Bay Tree Dr.",
  "addresscity": "Gulfport, MS. 39503 U.S.A.",
  "addresscoordinates": "30.4449235,-89.0598622",
  "donations": {
    "text": "Derechos de Autor © 2020 Todos los derechos reservados por",
    "organization": "KriptoKyng LLC",
    "wallet": "Donaciones BTC: bc1qzdrg2zh63484392jzjjt5js0nhkl4ldp5ed6n0"
  },
  "name": "nombre",
  "poolHashrate": "tasa de hash del grupo",
  "networkHashrate": "tasa de hash de la red",
  "algorithm": "algoritmo",
  "poolBlock": "bloque de piscina",
  "coinInformation": {
    "blocks": "bloques",
    "payments": "pagos"
  },
  "difficulty": "dificultad",

  "walletInformationtitle": "Información de la billetera",
  "walletInformationdescription": "Escriba su dirección de billetera y seleccione el grupo en el que está minando.",
  "walletAddressPlaceholder": "Dirección de billetera",
  "selectPool": "Seleccione un grupo",
  "pendingShares": "Acciones pendientes:",
  "pendingBalance": "Saldo pendiente:",
  "paidToday": "Pagado hoy:",
  "lifetimeBalance": "Saldo de por vida:",
  "workersTitle": "Trabajadores",
  "paymentsTitle": "Pagos",
  "performanceSamples": "Muestras de rendimiento",
  "paymentId": "ID de pago",
  "paymentDate": "Fecha de pago",
  "paymentAmount": "Monto",
  "walletInfoSample": "Esta es una muestra de información de la billetera.",
  "TopMiners": "Los 50 mejores mineros",
  "LatestNews": "Últimas noticias",
  "coinPrice": "Precio de la moneda",
  "lastMintedBlocks": "Últimos Bloques Minados",
  "headers": {
    "coin": "Moneda",
    "date": "Fecha",
    "blockHeight": "Altura de Bloque",
    "minerAddress": "Dirección del Minero",
    "status": "Estado",
    "maturity": "Madurez",
    "reward": "Recompensa"
  },

  "blockTime": "bloquear el tiempo",
  "lastPoolBlock": "último bloque de piscina",
  "roundEffort": "esfuerzo redondo",
  "connections": "conexiones",
  "totalPaid": "total Pagado",
  "poolAddress": "dirección de la piscina",
  "placing": "Buscar una criptomoneda",

  "maintitle": "KriptoKyng Pool",
  "subtitle": "Pool confiable, confiable y seguro establecido en 2020.",
  "miningFee": "Tarifa de minería 0.8%",
  "getStarted": "Empezar",
  "Support": "Apoyo",
  "SupportText": "Brindamos asistencia personal rápida a todos nuestros mineros. Utilice los enlaces a continuación para contactarnos si surge algún problema.",
  "Security": "Seguridad",
  "SecurityText": "Ofrecemos seguridad utilizando varias capas de protección, desde el hardware hasta la seguridad física de la red.",
  "Transparency": "Transparencia",
  "TransparencyText": "Si bien Bitcoin se basa en la transparencia y la confianza, nuestro objetivo es llevar lo mismo a nuestros grupos de minería.",
  "MobileViewing": "Visualización móvil",
  "ViewingText": "Este grupo ha sido diseñado para ser visto en dispositivos móviles, iPads y computadoras de escritorio.",
  "projectmind": "Ten un proyecto en mente",
  "helpyou": "Déjame ayudarte",
  "titleCoin": "Precios de Criptomonedas por ",
  "HowToMine": "Cómo minar",
  "ContactSupport": "Contactar con soporte",
  "YourName": "Su nombre",
  "personalHeadText": "La información personal que recopilamos y las prácticas descritas anteriormente se llevan a cabo con el fin de brindarle la mejor experiencia posible, protegerlo de los riesgos relacionados con el uso indebido y el fraude, y ayudarnos a mantener y mejorar KriptoKyng Pool. Podemos utilizar su información personal para:",
  "providename.": "Por favor proporcione un nombre.",
  "Emailaddress": "Su dirección de correo electrónico",
  "privacy_policy_changes": "Podemos cambiar esta Política de Privacidad de vez en cuando para reflejar cambios en nuestras prácticas de privacidad, mejorar la experiencia del usuario o cumplir con las leyes aplicables. La leyenda 'Última actualización' en la parte superior de esta Política de Privacidad indica cuándo fue revisada por última vez. Cualquier cambio será efectivo cuando publiquemos la Política de Privacidad revisada. Su uso continuado de Gemini después de nuestra publicación de cambios en esta Política de Privacidad significa que entiende y acepta dichos cambios.",
  "contact_us": "Si tiene preguntas o inquietudes respecto a esta política o al procesamiento de su Información Personal, no dude en enviarnos un correo electrónico a: kriptokyng@gmail.com; o escribirnos a: KryptoKyng, LLC, 10675 East Bay Tree Drive, Gulfport, Mississippi 39503 EE. UU.",
  "inputemail.": "Por favor introduzca un correo electrónico válido.",
  "YourMessage": "Tu mensaje",
  "inputmessage.": "Por favor ingrese un mensaje.",
  "Close": "Cerca",
  "Send": "Enviar",
  "FirstHow": "Para aprender a minar, primero debes entender el proceso de la blockchain. Aquí hay un video informativo para ayudar a explicar cómo funciona la blockchain.",
  "SecondHow": "La minería de criptomonedas implica validar las transacciones de criptomonedas en una red blockchain y agregarlas a un libro mayor distribuido. Lo más importante es que la minería de criptomonedas previene el doble gasto de moneda digital en una red distribuida. Al igual que con las monedas físicas, cuando un miembro gasta criptomonedas, el libro mayor digital debe actualizarse debitando una cuenta y acreditando la otra. Aquí hay un video informativo para ayudar a explicar cómo funciona la minería de blockchain.",
  "paragraphs": [
    "Devuelve datos de configuración y estadísticas actuales para todos los pools configurados.",
    "Devuelve información sobre los bloques minados por el pool. Los resultados se pueden paginar utilizando los parámetros de consulta page y pageSize. Nota: transactionConfirmationData suele ser el id de transacción de blockchain. http://localhost:4000/api/pools/xmr1/blocks?page=2&pageSize=3",
    "Devuelve información sobre los pagos emitidos por el pool. Los resultados se pueden paginar utilizando los parámetros de consulta page y pageSize. Nota: transactionConfirmationData suele ser el id de transacción de blockchain. http://localhost:4000/api/pools/xmr1/payments?page=2&pageSize=3",
    "Devuelve los principales mineros del pool por hashrate en las últimas 24 horas.",
    "Devuelve estadísticas de rendimiento del pool de las últimas 24 horas.",
    "Proporciona estadísticas actuales sobre un minero en un pool específico. performance.workers es un diccionario donde la clave es el nombre del trabajador o una cadena vacía para el trabajador predeterminado, y el valor es un objeto que contiene métricas de rendimiento para ese trabajador. Para calcular el rendimiento combinado de un minero, necesita acumular los valores de todos los trabajadores en el diccionario.",
    "Devuelve información sobre los pagos emitidos por el pool a un minero específico. Los resultados se pueden paginar utilizando los parámetros de consulta page y pageSize. Nota: transactionConfirmationData suele ser el id de transacción de blockchain.",
    "Devuelve estadísticas de rendimiento del minero de las últimas 24 horas. La información se desglosa en una entrada de diccionario para cada trabajador."
  ],
  "PoolPayments": "Pagos del Pool",

  "Transaction ID": "ID de Transacción",
  "Amount": "Cantidad",
  "Welcome": "¡Bienvenido! Gracias por visitar KriptoKyng Pool, una plataforma de activos digitales. El uso de las palabras 'KriptoKyng', 'nosotros', 'nos' o 'nuestro' se refiere a cualquiera o todas las entidades de KriptoKyng y sus afiliados. Esta Política de Privacidad explica qué información personal (según se define a continuación) recopilamos, por qué la recopilamos, cómo la utilizamos y divulgamos, sus opciones, los derechos que pueda tener y cómo puede contactarnos sobre nuestras prácticas de privacidad. Al continuar utilizando KriptoKyng, usted acepta esta Política de Privacidad. Esta Política de Privacidad no se aplica a sitios web, productos o servicios de terceros, incluso si proporcionamos enlaces a ellos o ellos nos enlazan. Su privacidad es importante para nosotros, ya sea que sea nuevo en KriptoKyng o un cliente de largo tiempo, tómese el tiempo para conocer y familiarizarse con nuestras políticas y prácticas. Siéntase libre de imprimir y guardar una copia de esta Política de Privacidad, pero comprenda que nos reservamos el derecho de cambiar cualquiera de nuestras políticas y prácticas en cualquier momento. Pero no se preocupe, siempre puede encontrar la última versión de esta Política de Privacidad aquí en esta página. Esta tabla describe con qué entidad o entidades de KriptoKyng está interactuando, lo que determina los medios y propósitos del procesamiento de su Información Personal.",

  "PersonalInformation": " Información Personal que Recopilamos",
  "PersonalText": "La información personal generalmente significa información que identifica o es razonablemente capaz de identificar a un individuo, directa o indirectamente, y la información que se relaciona, describe, es razonablemente capaz de asociarse o podría vincularse razonablemente a un individuo identificado o razonablemente identificable. Para los propósitos de esta Política de Privacidad, solo se aplicará la definición de información personal de la ley aplicable de su residencia legal y se considerará su Información Personal",
  "PersonalSecond": "Podemos recopilar las siguientes categorías de Información Personal directamente/indirectamente de usted:",
  "LoginInfo": " Información de Inicio de Sesión: Registramos información técnica sobre su uso de los servicios, incluido el tipo y la versión del navegador que utiliza, el identificador de billetera, la hora del último acceso a su billetera, la dirección de Protocolo de Internet (IP) utilizada para crear la billetera y la dirección IP más reciente utilizada para acceder a la billetera",
  "DeviceInfo": " Info: Información de Transacciones: En relación con nuestros servicios (según se define en nuestro Acuerdo de Usuario), podemos recopilar y mantener información relacionada con las transacciones que realiza utilizando la billetera KriptoKyng.com (por ejemplo, convertir una moneda virtual a otra o comprar monedas virtuales).",
  "UsageData": "Datos de Uso: Los proveedores de publicidad o análisis pueden proporcionarnos información anonimizada sobre usted, incluida, entre otras, cómo encontró nuestro sitio web.",
  "Online": "Identificadores en Línea: Esto incluirá la dirección IP; nombre de dominio.",
  "coin": "Moneda",
  "price": "Precio",
  "change24h": "Cambio en 24h",
  "marketCap": "Capitalización de Mercado",
  "how_we_use": {
    "header": "Cómo Usamos Tu Información Personal",
    "points": [
      "Proporcionarte nuestros servicios. Usamos tu Información Personal para brindarte nuestros servicios de acuerdo con los términos de nuestro Acuerdo de Usuario.",
      "Cumplir con los requisitos legales y regulatorios. Procesamos tu Información Personal según lo exigen las leyes y regulaciones aplicables. Por ejemplo, tenemos requisitos de verificación de identidad para cumplir con nuestras obligaciones bajo las leyes contra el lavado de dinero en varias jurisdicciones.",
      "Detectar y prevenir fraudes. Procesamos tu Información Personal para detectar y prevenir fraudes en tu cuenta, lo cual es especialmente importante dada la naturaleza irreversible de las transacciones con criptomonedas.",
      "Proteger la seguridad e integridad de nuestros servicios. Usamos tu Información Personal para reforzar nuestra mentalidad de seguridad primero. Mantener la seguridad de tu cuenta.",
      "Proporcionarte soporte al cliente. Procesamos tu Información Personal cuando te comunicas con nuestro equipo de Soporte al Cliente, como cuando surgen problemas con tu cuenta.",
      "Optimizar y mejorar nuestros servicios. Usamos tu Información Personal para entender cómo se están utilizando nuestros productos y Servicios para ayudarnos a mejorar nuestros Servicios y desarrollar nuevos productos.",
      "Comercializar nuestros productos contigo. Podemos contactarte con información sobre nuestros productos y servicios que creemos que podrían interesarte. Puedes usar las herramientas que te proporcionamos para darte de baja de las comunicaciones de marketing en cualquier momento.",
      "Con tu consentimiento. Podemos usar tu Información Personal para propósitos adicionales con tu consentimiento.",
      "Otros fines comerciales. Podemos usar tu Información Personal para fines adicionales en la operación de nuestro negocio, que serían razonablemente esperados según el contexto, y según lo permitido por la ley o requerido para cumplir con nuestras obligaciones legales."
    ]
  },
  "how_we_share": {
    "header": "Cómo Compartimos Tu Información Personal",
    "intro": "Podemos compartir tu información con destinatarios seleccionados para realizar funciones requeridas para proporcionar ciertos Servicios o en relación con nuestros esfuerzos para prevenir e investigar actividades fraudulentas o criminales. Todos estos terceros estarán contractualmente obligados a proteger los datos de acuerdo con nuestra Política de Privacidad. Las categorías de destinatarios incluyen:",
    "points": [
      "Proveedores de Servicios: No compartimos tu Información Personal con proveedores de servicios externos con fines comerciales o de negocios. Tu Información Personal puede ser compartida para que nos proporcionen servicios, incluyendo verificación de identidad, detección y prevención de fraudes, detección de amenazas de seguridad, procesamiento de pagos, soporte al cliente, análisis de datos, Tecnología de la Información, procesamiento de datos, infraestructura de redes, almacenamiento, monitoreo de transacciones y reporte fiscal. Compartimos tu Información Personal con estos proveedores de servicios solo para que nos proporcionen los servicios y les prohibimos usar o divulgar tu Información Personal para cualquier otro propósito. Nuestros proveedores de servicios externos están sujetos a estrictas obligaciones de confidencialidad.",
      "Afiliados: Podemos compartir tu Información Personal con nuestros afiliados, para los fines descritos anteriormente, y cuando sea necesario para proporcionarte nuestros Servicios.",
      "Obligaciones Legales: Podemos estar obligados a compartir tu Información Personal con las fuerzas del orden, agencias gubernamentales, reguladores o terceros para cumplir con requisitos legales o regulatorios.",
      "Asesores Profesionales: Podemos compartir tu Información Personal con nuestros asesores profesionales, incluidos servicios legales, contables o de consultoría para fines de auditorías o para cumplir con nuestras obligaciones legales.",
      "Consentimiento: Podemos compartir o divulgar tu información con tu consentimiento.",
      "Otros fines comerciales: Podemos compartir o divulgar tu Información Personal para otros fines comerciales según lo permita la ley o según sea necesario para cumplir con obligaciones legales."
    ],
    "note": "Si decidimos modificar los fines por los cuales se recopila, usa o comparte tu Información Personal, o nuestras prácticas relacionadas con tu Información Personal, modificaremos esta Política de Privacidad como se describe a continuación."
  },
  "LastUpdate": "Última actualización: 20 de mayo de 2022"
}
